Repository: VinchyTechnologies/iOS
Catalog: Smart/Resources/*.lproj/Localizable.strings
Languages: ru

source: See All
ru: Смотреть все

source: reset
ru: сбросить

# unavailable_version
source: Sorry, this version doesn't support anymore. Please, update the app
ru: Данная версия приложения больше не поддерживается. Пожалуйста, обновите приложение.

source: Open AppStore
ru: Открыть AppStore

source: add
ru: добавить

source: Rate our App
ru: Оцените наше приложение

source: error
ru: ошибка

# what_is_your_name
source: What's your name?
ru: Как Вас зовут?

source: profile
ru: Профиль

# looking_for_partners
source: looking for partenrs
ru: ищем партнёров

source: Become a part of a wine startup
ru: Стань частью винного стартапа

source: email us
ru: пишите нам на почту

source: for any questions
ru: По любым возникающим вопросам

source: always available
ru: Всегда на связи

source: we are in social networks
ru: мы в соцсетях

source: legal documents
ru: правовые документы

source: about the app
ru: о приложении

source: version
ru: Версия

source: Advanced Search
ru: Найти по параметрам

source: Cancel
ru: Отмена

source: Delete
ru: Удалить

source: Delete Note?
ru: Удалить заметку?

source: This action cannot to be undone
ru: Эта операция не может быть отменена

source: country
ru: страна

source: you can also like
ru: вам также может понравится

source: search
ru: найти

source: Did not find the wine?
ru: Не нашли вино?

source: write us
ru: напишите нам

source: search results
ru: результаты поиска

source: all
ru: все

source: back
ru: назад

source: reload
ru: обновить

source: serving temperature
ru: температура подачи

source: vintage
ru: год

source: alcohol
ru: алкоголь

source: color
ru: цвет

source: unlike
ru: не нравится

source: serving tips
ru: советы по сервировке

# tell_about_error
source: tell about the error
ru: Сообщить об ошибке

# harmful_to_your_health
source: Excessive alcohol consumption is harmful to your health
ru: Чрезмерное употребление алкоголя вредит вашему здоровью

# email_did_not_find_wine
source: Hi! I can't find the wine named
ru: Привет! Не могу найти вино с названием

# like_vinchy
source: Do you enjoy Vinchy?
ru: Нравится Vinchy?

source: Tell the whole world about us!
ru: Расскажите о нас всему миру!

source: share link
ru: поделиться ссылкой

source: type
ru: тип

source: show all
ru: показать все

source: choose
ru: выбрать

# сhoose_countries
source: choose countries
ru: выберете страны

# i_use_vinchy
source: I use Vinchy to choose wine, I recommend it to everyone
ru: Я пользуюсь Vinchy чтобы выбрать вино, всем рекомендую

source: loved
ru: понравилось

# will_recommend_more
source: We'll recommend more like this
ru: Мы будем предлагать больше похожих вин

source: unloved
ru: Не понравилось

# will_recommend_less
source: We'll stop recommending more like this
ru: Мы будем стараться предлагать меньше подобных вин

source: similar wines
ru: похожие вина

# write_review
source: write a review
ru: оставить отзыв

# update_review
source: update a review
ru: Обновить отзыв

# review_placeholder
source: Review(Optional)
ru: Отзыв (Необязательно)

# did_update_rating
source: we have updated your review
ru: Мы обновили Ваш отзыв

# did_send_rating
source: Thanks for your feedback
ru: Спасибо за ваш отзыв

source: reviews
ru: отзывы

source: send
ru: отправить

source: Tap a star to rate
ru: Коснитесь для оценки

# zero_rating_error
source: Rating cannot be zero
ru: Рейтинг не может быть нулевым

source: sugar
ru: сахар

source: dry
ru: сухое

source: semi-dry
ru: полусухое

source: semi-sweet
ru: полусладкое

source: sweet
ru: сладкое

source: style
ru: тип

source: red
ru: красное

source: white
ru: белое

source: pink
ru: розовое

source: sparkling
ru: игристое

source: quiet
ru: тихое

source: compatibility
ru: сочетаемость

source: meat
ru: мясо

source: fish
ru: рыба

source: seafood
ru: морепродукты

source: wildfowl
ru: дичь

source: bakery
ru: выпечка

source: cheese
ru: сыр

source: fruits
ru: фрукты

source: explore
ru: главная

# favourites
source: saved
ru: Вишлист

source: notes
ru: заметки

source: info
ru: инфо

# you_liked
source: Good
ru: хорошие

# you_disliked
source: Bad
ru: плохие

source: Currency
ru: Валюта

source: Select currency
ru: Выберите валюту

source: subscriptions
ru: Подписки

source: nothing here
ru: пока пусто

# legal_age
source: You are older than minimum legal drinking age in your country.
ru: Вы старше минимального установленного законом возраста употребления алкоголя в вашей стране.

# terms_of_use_agreement
source: You agree to the Terms & Conditions.
ru: Нажимая кнопку «Продолжить» Вы подверждаете, что Вы старше минимального установленного законом возраста употребления алкоголя в вашей стране, а также согласны с Условиями использования сервиса.

# terms_of_use
source: Terms & Conditions.
ru: Условиями использования сервиса.

source: Before we start...
ru: Немного формальностей

# open_url_error
source: An error occured while opening the URL
ru: Возникла ошибка при открытии URL

# open_mail_error
source: An error occured while opening the mail
ru: Возникла ошибка при открытии почты

source: Unknown country code
ru: Неизвестный код страны

source: nothing found
ru: ничего не найдено

source: Empty collection
ru: Пустая коллекция

# you_have_already_liked_the_wine
source: You have already marked the wine as favourite
ru: Вы отметили вино как понравившееся

# you_have_already_disliked_the_wine
source: You have already marked the wine as disliked
ru: Вы отметили вино как не понравившееся

source: general impression
ru: общее впечатление

source: description
ru: Описание

source: you have not written any notes yet
ru: Вы не написали ещё ни одной заметки

source: your thoughts about wine...
ru: ваши мысли о вине...

source: No notes found for your request
ru: По вашему запросу не найдено ни одной заметки

# terms_of_use_url
source: https://drive.google.com/file/d/1-HTyQsjLbLgHrfJm-R9lJSRMKjFEeJfg/view
ru: https://drive.google.com/file/d/1P9kIPsxwMD20OH4VZ2ANIdsn-1QtZNLM/view

# terms_of_use_doc
source: Terms & Conditions
ru: Пользовательское соглашение
